# St7GetDisplayOptionsPath

Returns the full path name of the display options file.

long St7GetDisplayOptionsPath(char* ConfigPath, long MaxStringLen)

Input Parameters

MaxStringLen

The maximum number of characters allocated for ConfigPath.

Output Parameters
ConfigPath

Full path name of the display options file.